Repository: AlexanderBredun/newone
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Yo u cunt from what neighbourhood u are? This is for homies only u fuck!!!!
ru: Эй хуйло ты с какого района? А ну сьебал нахуй черт!!!

source: Error: the translation service is not configured.
ru: Ошибка: служба перевода не настроена.

source: Username
ru: Имя пользователя

source: Password
ru: Пароль

source: Remember Me
ru: Запомнить меня

source: Sign In
ru: Войти

source: Register
ru: Зарегистрироваться

source: Select differnet username dog
ru: Выбери другое имя собака

source: Select differnet email dog
ru: Выбери другой email собака

source: submit
ru: Подтвердить

source: new password
ru: Новый пароль

source: confirm password
ru: Подтверди пароль

source: Invalid username
ru: Не правильный логин

source: Invalid password
ru: Не правильный пароль

source: Sup my new brother
ru: Здарова мой новый братан!

source: Join the gang
ru: Присоединяся к банде !

source: check imail
ru: Проверь почту

source: succesfull
ru: Успешно!

source: default
ru: Стандартный

source: black
ru: Черный

source: red
ru: Красный

source: About me
ru: Про меня

source: Submit
ru: Подтвердить

source: Say something
ru: Напишите что-нибудь

source: Ur post succsesfully published
ru: Пост опубликован!

source: yo title
ru: Йоу титул

source: Settings saved succesfully
ru: Настройки сохранены успешно

source: My home broski
ru: Мой дом братан

source: Changes saved succesfully!
ru: Изменения сохранены успешно

source: user %(username)s not found
ru: Поьзлватель %(username)s не найден

source: u cannot follow yourself
ru: Ты не можешь зафоловить себя даун

source: u are following %(username)s now
ru: Ты подписан на %(username)s теперь

source: u cannot unfollow yourself
ru: Ты не можешь отписаться от себя дебил

source: u are not following %(username)s now
ru: Ты больше не подписан на %(username)s теперь

source: barks
ru: тявкнул

source: Translate
ru: Перевести

source: Home
ru: Дом

source: Explore
ru: Че там происходит

source: Login
ru: Логин

source: Profile
ru: Пройиль

source: Logout
ru: Выйти

source: Could not connect server
ru: Не удалось подключить сервер

source: Profile Editor
ru: Редактор профиля

source: WaTS up my man, %(username)s!
ru: Че как братан %(username)s !

source: Older
ru: Дальше

source: Newer
ru: Назад

source: Select Theme
ru: Выбрать тему

source: Name: %(username)s
ru: Имя: %(username)s

source: followers
ru: подписчики

source: following
ru: подписки

source: Settings
ru: Настройки

source: Edit profile
ru: Изменить профиль

source: Follow
ru: Следовать

source: Unfollow
ru: Отписаться

source: Sign in Bolvan
ru: Иди сюда ДУРАК

source: New in da hood?
ru: тЫ ЧЕ НОВЕНЬКИЙ?

source: Join da gang brother
ru: Ты с нами или против нас?

source: Forgot password
ru: Забыл пароль

source: cliock here
ru: Сюда кликни

source: Register u cunt or i will find u and gonna smack u rigth into ur damn pig face
ru: Регенься а то я найду тебя и разбеюу ебучку в кровь паскуда!

source: Reset Pass
ru: Сброс пароля

source: There is no such an adress in our neighbourhood brother!
ru: На нашем районе нет такого адреса

source: BACK
ru: Назад

source: Fuck, fuck, fuck, fuck, fuck, fuck!!
ru: Бля, бля, бля, бля, бля, бля, бля!!!

source: Some real shit happend i am calling boss now,SHIIIIIIIIIIIIIIIIIT!
ru: Какаето хуйня случилась я звоню старшему, сукааааааааааа!!!
